Repository: tonya11en/photoprism
Catalog: frontend/src/locales/*.po
Languages: fa, ms

source: Invalid parameters
fa: پارامترهای نامعتبر
ms: Tarikh tidak sah

source: Invalid photo selected
fa: عکس نامعتبر انتخاب شد
ms: Foto tidak sah dipilih

source: Item
fa: مورد

source: JPEG Quality: %{n}
fa: کیفیت JPEG: %{n}
ms: Kualiti JPEG: %{n}

source: JPEG Size Limit: %{n}px
fa: محدودیت اندازه JPEG: %{n}px
ms: Had Saiz JPEG: %{n}px

source: JPEGs and thumbnails are automatically rendered as needed.
fa: JPEG ها و تامبنیل ها به صورت خودکار در صورت نیاز ارائه می شوند.
ms: JPEG dan lakaran kecil dipaparkan secara automatik mengikut keperluan.

source: Keywords
fa: کلید واژه ها
ms: Kata Kunci

source: Label
fa: برچسب

source: Labels
fa: برچسب ها
ms: Label

source: Labels deleted
fa: برچسب ها حذف شدند
ms: Label dipadamkan

source: Lanczos: Detail Preservation, Minimal Artifacts
fa: Lanczos: حفظ جزئیات، حداقل مصنوعات
ms: Lanczos: Pemeliharaan Perincian, Artifak Minimum

source: Language
fa: زبان
ms: Bahasa

source: Last Active
fa: آخرین فعالیت
ms: Aktif Terakhir

source: Last Login
fa: آخرین ورود
ms: Log masuk kali terakhir

source: Last Sync
fa: آخرین همگام سازی
ms: Penyegerakan Terakhir

source: Latitude
fa: عرض جغرافیایی
ms: Latitud

source: Learn more
fa: بیشتر بدانید
ms: Ketahui lebih lanjut

source: Legal Information
fa: اطلاعات حقوقی
ms: Maklumat Undang-undang

source: Lens
fa: لنز
ms: Lensa

source: Library
fa: کتابخانه
ms: Perpustakaan

source: License
fa: مجوز
ms: Lesen

source: Like
fa: پسندیدن
ms: Suka

source: Lime
fa: اهک
ms: kapur

source: Limit reached, showing first %{n} files
fa: به حد مجاز رسیده است، اولین %{n} فایل را نشان می دهد
ms: Had dicapai, menunjukkan %{n} fail pertama

source: Linear: Very Smooth, Best Performance
fa: خطی: بسیار روان، بهترین عملکرد
ms: Linear: Sangat Lancar, Prestasi Terbaik

source: Link
fa: لینک
ms: Pautan

source: List
fa: لیست
ms: Senarai

source: Live
fa: زنده
ms: Langsung

source: Live Photos
fa: تصاویر
ms: Foto

source: Local
fa: محلی
ms: Tempatan

source: Local Time
fa: زمان محلی
ms: Waktu Tempatan

source: location
fa: محل
ms: lokasi

source: Location
fa: محل
ms: Lokasi

source: Log messages appear here whenever PhotoPrism comes across broken files, or there are other potential issues.
fa: هر زمان که PhotoPrism با فایل های شکسته مواجه می شود یا مشکلات احتمالی دیگری وجود دارد، پیام های گزارش در اینجا ظاهر می شوند.
ms: Mesej log dipaparkan di sini setiap kali PhotoPrism menjumpai fail yang rosak, atau terdapat isu lain yang berpotensi.

source: Login
fa: وارد شدن
ms: Log masuk

source: Logout
fa: خارج شدن
ms: Log keluar

source: Logs
fa: گزارش ها
ms: Log

source: Longitude
fa: طول جغرافیایی
ms: Longitud

source: Low
fa: کم
ms: rendah

source: Low Resolution
fa: وضوح کم
ms: Resolusi rendah

source: Magenta
fa: ارغوانی

source: Main Color
fa: رنگ اصلی
ms: Warna Utama

source: Male
fa: نر
ms: jantan

source: Manage Account
fa: مدیریت حساب
ms: Urus Akaun

source: manual
fa: دستی

source: Manual Upload
fa: آپلود دستی
ms: Muat Naik Manual

source: Maps
fa: نقشه ها
ms: Peta

source: Marker
fa: نشانگر
ms: Penanda

source: Medium
fa: متوسط
ms: Sederhana

source: Membership
fa: عضویت
ms: Keahlian

source: Merge %{a} with %{b}?
fa: %{a} با %{b} ادغام شود؟
ms: Gabungkan %{a} dengan %{b}?

source: Message sent
fa: پیغام فرستاده شد
ms: Mesej telah dihantar

source: Minimize
fa: کوچک کردن
ms: Minimum

source: Missing
fa: گم شده
ms: hilang

source: Moments
fa: لحظه ها
ms: Detik-detik

source: Monochrome
fa: تک رنگ
ms: Monokrom

source: Month
fa: ماه
ms: Bulan

source: More than %{n} pictures found
fa: بیش از %{n} تصاویر یافت شده
ms: Lebih daripada %{n} gambar ditemui

source: More than 20 albums found
fa: بیش از 20 آلبوم پیدا شد
ms: Lebih daripada 20 album ditemui

source: More than 20 labels found
fa: بیش از 20 برچسب پیدا شد
ms: Lebih daripada 20 label ditemui

source: More than 20 people found
fa: بیش از 20 نفر پیدا شد
ms: Lebih daripada 20 orang ditemui

source: Mosaic
fa: موزائیک
ms: Mozek

source: Most Relevant
fa: بسیار مرتبط
ms: Paling relevan

source: Move Files
fa: جابجایی فایل ها
ms: Alihkan Fail

source: Must have at least %{n} characters.
fa: باید حداقل %{n} حرف داشته باشد.
ms: Mesti mempunyai sekurang-kurangnya %{n} aksara.

source: Name
fa: نام
ms: Nama

source: Name too long
fa: نام خیلی طولانی است
ms: Nama terlalu panjang

source: Never
fa: هرگز
ms: Tidak sesekali

source: New
fa: جدید
ms: Baharu

source: New Password
fa: رمزعبور جدید
ms: jauna parole

source: Newest First
fa: اول جدیدترین ها
ms: Terbaharu dahulu

source: No
fa: خیر
ms: Tidak

source: No albums found
fa: هیچ آلبومی پیدا نشد
ms: Tiada album ditemui

source: No labels found
fa: هیچ برچسبی پیدا نشد
ms: Tiada label ditemui

source: No people found
fa: هیچ فردی پیدا نشد
ms: Tiada orang ditemui

source: No pictures found
fa: هیچ تصویری پیدا نشد
ms: Tiada gambar ditemui

source: No recently edited pictures
fa: هیچ عکسی اخیراً ویرایش نشده
ms: Tiada gambar yang diedit baru-baru ini

source: No servers configured.
fa: هیچ سروری پیکربندی نشده است.
ms: Tiada pelayan dikonfigurasikan.

source: No services configured.
fa: هیچ سروری پیکربندی نشده است.
ms: Tiada pelayan dikonfigurasikan.

source: No thanks
fa: نه، ممنون
ms: Tidak, Terima kasih

source: No video selected
fa: هیچ ویدیویی انتخاب نشده است
ms: Tiada video dipilih

source: No warnings or error containing this keyword. Note that search is case-sensitive.
fa: هیچ هشدار یا خطایی حاوی این کلمه کلیدی نیست. توجه داشته باشید که جستجو به حروف کوچک و بزرگ حساس است.
ms: Tiada amaran atau ralat yang mengandungi kata kunci ini. Ambil perhatian bahawa carian adalah sensitif huruf besar-besaran.

source: Non-photographic and low-quality images require a review before they appear in search results.
fa: تصاویر غیرعکاسی و با کیفیت پایین قبل از اینکه در نتایج جستجو ظاهر شوند نیاز به بررسی دارند.
ms: Imej bukan fotografi dan berkualiti rendah memerlukan semakan sebelum ia muncul dalam hasil carian.

source: None
fa: هیچ یک
ms: Tiada

source: Not Found
fa: پیدا نشد
ms: Halaman Tak Dijumpai

source: Note you may manually manage your originals folder and importing is optional.
fa: توجه داشته باشید که می توانید به صورت دستی پوشه اصلی خود را مدیریت کنید و وارد کردن اختیاری است.
ms: Harap maklum bahawa anda boleh mengurus folder asal anda secara manual dan mengimport adalah pilihan.

source: Note:
fa: یادداشت:
ms: Nota:

source: Note: Only WebDAV servers, like Nextcloud or PhotoPrism, can be configured as remote service for backup and file upload.
fa: توجه: فقط سرورهای WebDAV، مانند Nextcloud یا PhotoPrism، می توانند به عنوان سرویس راه دور برای پشتیبان گیری و آپلود فایل پیکربندی شوند.
ms: Nota: Hanya pelayan WebDAV, seperti Nextcloud atau PhotoPrism, boleh dikonfigurasikan sebagai perkhidmatan jauh untuk sandaran dan muat naik fail.

source: Notes
fa: یادداشت
ms: Nota-nota

source: Nothing to see here yet.
fa: هنوز چیزی برای دیدن اینجا وجود ندارد.
ms: Tiada apa yang boleh dilihat di sini. Bersabarlah.

source: Nothing was found.
fa: چیزی پیدا نشد.
ms: Tiada apa yang ditemui.

source: Offline
fa: آفلاین
ms: Luar Talian

source: Oldest First
fa: اول قدیمی‌تر ها
ms: Tertua dahulu

source: On Windows, enter the following resource in the connection dialog:
fa: در ویندوز، منبع زیر را در گفتگوی اتصال وارد کنید:
ms: Pada Windows, masukkan sumber berikut dalam dialog sambungan:

source: Once a week
fa: یک بار در هفته
ms: Sekali seminggu

source: One album found
fa: یک آلبوم پیدا شد
ms: Satu album ditemui

source: One file found
fa: یک فایل پیدا شد
ms: Satu fail ditemui

source: One file uploaded
fa: یک فایل آپلود شد
ms: Satu fail dimuat naik

source: One folder found
fa: یک پوشه پیدا شد
ms: Satu folder ditemui

source: One label found
fa: یک برچسب پیدا شد
ms: Satu label ditemui

source: One person found
fa: یک شخص پیدا شد
ms: Seorang ditemui

source: One picture found
fa: یک تصویر پیدا شد
ms: Satu gambar ditemui

source: Orange
fa: نارنجی
ms: Jingga

source: Organization
fa: گرایش
ms: Orientasi

source: Orientation
fa: گرایش
ms: Orientasi

source: Original file names will be stored and indexed.
fa: نام فایل های اصلی ذخیره و نمایه می شود.
ms: Nama fail asal akan disimpan dan diindeks.

source: Original Name
fa: اسم اصلی
ms: Nama Asal

source: Originals
fa: اصلی ها
ms: Asal

source: Other
fa: دیگر
ms: Lain-lain

source: Our mission is to provide the most user- and privacy-friendly solution to keep your pictures organized and accessible.
fa: ماموریت ما ارائه کاربرپسندترین راه حل برای حفظ حریم خصوصی برای سازماندهی و در دسترس نگه داشتن تصاویر شماست.
ms: Misi kami adalah untuk menyediakan penyelesaian yang paling mesra pengguna dan privasi untuk memastikan gambar anda teratur dan boleh diakses.

source: Our team decides this on an ongoing basis depending on the support effort required, server and licensing costs, and whether the features are generally needed by everyone or mainly requested by organizations and advanced users.
fa: تیم ما بسته به تلاش پشتیبانی مورد نیاز، هزینه‌های سرور و مجوز، و اینکه آیا ویژگی‌ها عموماً مورد نیاز همه هستند یا عمدتاً توسط سازمان‌ها و کاربران پیشرفته درخواست می‌شوند، این موضوع را به‌طور مداوم تصمیم می‌گیرند.
ms: Pasukan kami memutuskan perkara ini secara berterusan bergantung pada usaha sokongan yang diperlukan, pelayan dan kos pelesenan, dan sama ada ciri tersebut secara amnya diperlukan oleh semua orang atau terutamanya diminta oleh organisasi dan pengguna lanjutan.

source: Outdoor
fa: بیرون
ms: Luar

source: Panorama
fa: پانوراما

source: Panoramas
fa: پانوراما
ms: Panorama

source: Password
fa: رمزعبور
ms: Kata Laluan

source: Password changed
fa: رمز عبور تغییر کرد
ms: Kata laluan ditukar

source: People
fa: مردم
ms: Orang ramai

source: People you share a link with will be able to view public contents.
fa: افرادی که لینکی را با آنها به اشتراک می گذارید می توانند محتوای عمومی را مشاهده کنند.
ms: Orang yang anda kongsikan pautan akan dapat melihat kandungan awam.

source: Permanently deleted
fa: برای همیشه حذف شد
ms: Dipadamkan secara kekal

source: Permanently remove files to free up storage.
fa: برای آزاد کردن فضای ذخیره سازی، فایل ها را برای همیشه حذف کنید.
ms: Alih keluar fail secara kekal untuk mengosongkan storan.

source: Phone
fa: تلفن
ms: telefon

source: Photo
fa: تصویر
ms: Foto

source: PhotoPrism has been updated…
fa: PhotoPrism به روز شد…
ms: PhotoPrism telah dikemas kini…

source: PhotoPrism is 100% self-funded and independent.
fa: PhotoPrism 100٪ با بودجه شخصی و مستقل است.
ms: PhotoPrism adalah 100% dibiayai sendiri dan bebas.

source: PhotoPrism+ Membership
fa: عضویت PhotoPrism+
ms: Keahlian PhotoPrism+

source: Photos
fa: تصاویر
ms: Foto

source: Pink
fa: صورتی
ms: merah jambu

source: Place
fa: مکان
ms: tempat

source: Place & Time
fa: مکان و زمان
ms: Tempat & Masa

source: Places
fa: مکان ها
ms: Tempat

source: Please confirm your new password.
fa: لطفا رمز عبور جدید خود را تایید کنید.
ms: Sila sahkan kata laluan baharu anda.

source: Please don't upload photos containing offensive content.
fa: لطفا عکس های حاوی محتوای توهین آمیز آپلود نکنید.
ms: Tolong jangan muat naik foto yang mengandungi kandungan yang menyinggung perasaan.

source: Please note that changing your password will log you out on other devices and browsers.
fa: لطفاً توجه داشته باشید که تغییر رمز عبور شما را از سایر دستگاه ها و مرورگرها خارج می کند.
ms: Sila ambil perhatian bahawa menukar kata laluan anda akan log keluar anda pada peranti dan penyemak imbas lain.

source: Please restart your instance for the changes to take effect.
fa: لطفاً نمونه خود را مجدداً راه اندازی کنید تا تغییرات اعمال شوند.
ms: Sila mulakan semula contoh anda untuk perubahan berkuat kuasa.

source: Please wait…
fa: لطفا صبر کنید…
ms: Sila tunggu…

source: PNG Size Limit: %{n}px
fa: محدودیت اندازه PNG: %{n}px
ms: Had Saiz PNG: %{n}px

source: Portrait
fa: پرتره
ms: Potret

source: Preserve filenames
fa: حفظ نام فایل ها
ms: Kekalkan nama fail

source: Press button to start importing…
fa: برای شروع وارد کردن دکمه را فشار دهید…
ms: Tekan butang untuk mula mengimport…

source: Press button to start indexing…
fa: دکمه را فشار دهید تا نمایه سازی شروع شود…
ms: Tekan butang untuk mula mengindeks…

source: Press enter to create a new album.
fa: برای ایجاد یک آلبوم جدید، اینتر را فشار دهید.
ms: Tekan enter untuk mencipta album baharu.

source: Preview
fa: پیش نمایش
ms: Pratonton

source: Primary
fa: اولیه
ms: Utama

source: Private
fa: خصوصی
ms: Sulit

source: Product Feedback
fa: بازخورد محصول
ms: Maklum Balas Produk

source: Projection
fa: طرح ها
ms: Unjuran

source: Purple
fa: بنفش
ms: Ungu

source: Quality Filter
fa: فیلتر کیفیت
ms: Penapis Kualiti

source: Quality Score
fa: امتیاز کیفیت
ms: Skor Kualiti

source: Random
fa: تصادفی
ms: Rawak

source: Raw
fa: خام
ms: mentah

source: RAW
fa: خام
ms: MENTAH

source: Re-index all originals, including already indexed and unchanged files.
fa: نمایه سازی مجدد همه نسخه های اصلی، از جمله فایل های از قبل نمایه شده و بدون تغییر.
ms: Indeks semula semua yang asal, termasuk fail yang telah diindeks dan tidak berubah.

source: Read-Only Mode
fa: حالت فقط خواندنی
ms: Mod Baca Sahaja

source: Recently Added
fa: به تازگی اضافه شده
ms: Baru sahaja ditambah

source: Recently Edited
fa: به تازگی ویرایش شده است
ms: Baru-baru ini disunting

source: Recognition starts after indexing has been completed.
fa: پس از تکمیل نمایه سازی، شناسایی شروع می شود.
ms: Pengiktirafan bermula selepas pengindeksan telah selesai.

source: Recognized
fa: شناسایی شده
ms: Dikenali

source: Recognizes faces so that specific people can be found.
fa: چهره ها را می شناسد تا افراد خاصی پیدا شوند.
ms: Mengenali wajah supaya orang tertentu boleh ditemui.

source: Red
fa: قرمز
ms: Merah

source: Register
fa: ثبت نام
ms: Daftar

source: Reload
fa: بارگذاری مجدد
ms: Muat Semula

source: Reloading…
fa: در حال بارگیری مجدد…
ms: Memuatkan semula…

source: Remote Sync
fa: همگام سازی از راه دور
ms: Penyegerakan Jauh

source: Remove
fa: حذف
ms: Buang

source: remove failed: unknown album
fa: حذف نشد: آلبوم ناشناخته
ms: gagal mengalih keluar: album tidak diketahui

source: Remove from album
fa: حذف از آلبوم
ms: Alih keluar daripada album

source: Remove imported files to save storage. Unsupported file types will never be deleted, they remain in their current location.
fa: برای صرفه جویی در فضای ذخیره سازی، فایل های وارد شده را حذف کنید. انواع فایل های پشتیبانی نشده هرگز حذف نمی شوند، آنها در مکان فعلی خود باقی می مانند.
ms: Alih keluar fail yang diimport untuk menjimatkan storan. Jenis fail yang tidak disokong tidak akan dipadamkan, ia kekal di lokasi semasanya.

source: Request failed - are you offline?
fa: درخواست انجام نشد - آفلاین هستید؟
ms: Permintaan gagal - adakah anda di luar talian?

source: Request failed - invalid response
fa: درخواست ناموفق - پاسخ نامعتبر است
ms: Permintaan gagal - respons tidak sah

source: Required
fa: اجباری
ms: Diperlukan

source: Resolution
fa: رزولوشن
ms: Resolusi

source: Restart
fa: راه اندازی مجدد
ms: Mula semula

source: Restore
fa: بازگرداندن
ms: Pulih

source: Retry Limit
fa: محدودیت تلاش
ms: Had Cuba Semula

source: Retype Password
fa: رمز عبور را دوباره تایپ کنید
ms: Tulis semula kata laluan

source: Review
fa: بازبینی
ms: Tinjauan

source: Role
fa: نقش
ms: Peranan

source: Satellite
fa: ماهواره
ms: Satelit

source: Save
fa: ذخیره
ms: Simpan

source: Scan
fa: اسکن
ms: Imbas

source: Scans
fa: اسکن ها
ms: Imbasan

source: Search
fa: جستجو
ms: Gelintar

source: Search and display photos on a map.
fa: جستجو و نمایش عکس ها روی نقشه.
ms: Cari dan paparkan foto pada peta.

source: Season
fa: فصل
ms: musim

source: Secret
fa: محرمانه

source: Security and Access
fa: امنیت و دسترسی
ms: Keselamatan dan Akses

source: Select
fa: انتخاب
ms: Pilih

source: Select albums or create a new one
fa: آلبوم ها را انتخاب کنید یا آلبوم جدیدی ایجاد کنید
ms: Pilih album atau buat album baharu

source: Selection approved
fa: انتخاب تایید شد
ms: Pemilihan diluluskan

source: Selection archived
fa: انتخاب بایگانی شد
ms: Pemilihan diarkibkan

source: Selection restored
fa: انتخاب بازگردانده شد
ms: Pemilihan dipulihkan

source: Send
fa: ارسال
ms: Hantar

source: Sequential Name
fa: نام ترتیبی
ms: Nama Berurutan

source: Service URL
fa: URL سرویس
ms: URL perkhidmatan

source: Services
fa: URL سرویس
ms: URL perkhidmatan

source: Session
fa: جلسه
ms: Sesi

source: Session ID
fa: شناسه جلسه
ms: ID Sesi

source: Sessions
fa: جلسات
ms: Sesi

source: Settings
fa: تنظیمات
ms: Tetapan

source: Settings saved
fa: تنظیمات ذخیره شد
ms: Tetapan Disimpan

source: Setup
fa: راه اندازی
ms: Persediaan

source: Share
fa: اشتراک گذاری
ms: Kongsi

source: Share %{name}
fa: اشتراک گذاری %{name}
ms: Kongsi %{name}

source: Share your pictures with other apps and services.
fa: تصاویر خود را با سایر برنامه ها و سرویس ها به اشتراک بگذارید.
ms: Kongsi gambar anda dengan apl dan perkhidmatan lain.

source: Show
fa: نمایش
ms: Papar

source: Show all new faces
fa: نمایش همه صورت ها
ms: Tunjukkan semua muka baharu

source: Show hidden
fa: نمایش مخفی ها
ms: Tunjukkan tersembunyi

source: Show less
fa: نمایش کمتر
ms: Tunjukkan lebih sedikit

source: Show more
fa: نمایش بیشتر
ms: Tunjuk lebih banyak

source: Show server logs in Library.
fa: نمایش گزارش‌های سرور در کتابخانه.
ms: Tunjukkan log pelayan dalam Perpustakaan.

source: Shows more detailed log messages. Requires a restart.
fa: پیام های گزارش دقیق تر را نشان می دهد. نیاز به راه اندازی مجدد دارد.
ms: Menunjukkan mesej log yang lebih terperinci. Memerlukan mulakan semula.

source: Sidecar
fa: جانبی

source: Sign in
fa: ورود
ms: Log masuk

source: Similar
fa: مشابه
ms: serupa

source: Size
fa: سایز
ms: Saiz

source: Slow
fa: آهسته
ms: Lambat

source: Software
fa: نرم افزار
ms: Perisian

source: Sort Order
fa: ترتیب مرتب سازی
ms: Aturan susunan

source: Source
fa: منبع
ms: Sumber

source: Stack
fa: پشته
ms: Timbunan

source: Stack files sharing the same unique image or instance identifier.
fa: پشته فایل هایی که همان تصویر منحصر به فرد یا شناسه نمونه را به اشتراک می گذارند.
ms: Tumpukan fail yang berkongsi imej unik atau pengecam contoh yang sama.

source: Stack pictures taken at the exact same time and location based on their metadata.
fa: عکس‌هایی را که دقیقاً در همان زمان و مکان گرفته شده‌اند، بر اساس ابرداده‌هایشان روی هم قرار دهید.
ms: Tumpukan gambar yang diambil pada masa dan lokasi yang sama berdasarkan metadatanya.

source: Stackable
fa: قابل انباشته شدن
ms: Boleh ditindan

source: Stacks
fa: پشته ها
ms: tindanan

source: Stacks group files with a similar frame of reference, but differences of quality, format, size or color.
fa: دسته بندی فایل ها با قاب یا مرجع مشابه، اما متفاوت در کیفیت، فرمت، اندازه یا رنگ.
ms: Susun fail kumpulan dengan bingkai rujukan yang serupa, tetapi perbezaan kualiti, format, saiz atau warna.

source: Start
fa: شروع
ms: Mula

source: Start/Stop Slideshow
fa: شروع/پایان اسلایدشو
ms: Mula/Hentikan Tayangan Slaid

source: States
fa: ایالت ها
ms: negeri

source: Static Size Limit: %{n}px
fa: محدودیت اندازه ثابت: %{n}px
ms: Had Saiz Statik: %{n}px

source: Status
fa: وضعیت

source: Storage
fa: ذخیره سازی
ms: Penyimpanan

source: Streets
fa: خیابان ها
ms: Jalan-jalan

source: Subject
fa: موضوع
ms: Subjek

source: Successfully Connected
fa: با موفقیت وصل شد
ms: Berjaya Disambungkan

source: Successfully deleted
fa: با موفقیت حذف شد
ms: Berjaya dipadamkan

source: Super Admin
fa: سوپر ادمین

source: Support for additional services, like Google Drive, will be added over time.
fa: پشتیبانی از خدمات اضافی، مانند Google Drive، به مرور اضافه خواهد شد.
ms: Sokongan untuk perkhidmatan tambahan, seperti Google Drive, akan ditambahkan dari semasa ke semasa.

source: Support Our Mission
fa: از ماموریت ما حمایت کنید
ms: Sokong Misi Kami

source: Sync
fa: همگام سازی
ms: Segerak

source: Sync raw and video files
fa: همگام سازی فایل های خام و ویدیویی
ms: Segerakkan fail mentah dan video

source: Taken
fa: گرفته شده
ms: diambil

source: Teal
fa: آبی رنگ

source: Text too long
fa: متن خیلی طولانی است
ms: Teks terlalu panjang

source: Thank You for Your Support!
fa: از حمایت شما متشکرم!
ms: Terima kasih atas sokongan anda!

source: That's why PhotoPrism was built from the ground up to run wherever you need it, without compromising freedom, privacy, or functionality.
fa: به همین دلیل است که PhotoPrism از ابتدا ساخته شده است تا در هر کجا که به آن نیاز دارید اجرا شود، بدون اینکه آزادی، حریم خصوصی یا عملکرد به خطر بیفتد.
ms: Itulah sebabnya PhotoPrism dibina dari bawah untuk dijalankan di mana sahaja anda memerlukannya, tanpa menjejaskan kebebasan, privasi atau kefungsian.

source: The index currently contains %{n} hidden files.
fa: این فهرست در حال حاضر حاوی %{n} فایل پنهان است.
ms: Indeks pada masa ini mengandungi %{n} fail tersembunyi.

source: Their format may not be supported, they haven't been converted to JPEG yet or there are duplicates.
fa: ممکن است فرمت آنها پشتیبانی نشود، هنوز به JPEG تبدیل نشده اند یا موارد تکراری وجود دارد.
ms: Format mereka mungkin tidak disokong, mereka belum ditukar kepada JPEG lagi atau terdapat pendua.

source: Theme
fa: قالب
ms: Tema

source: This mounts the originals folder as a network drive and allows you to open, edit, and delete files from your computer or smartphone as if they were local.
fa: این پوشه اصلی را به عنوان درایو شبکه نصب می کند و به شما امکان می دهد فایل ها را باز، ویرایش و حذف کنید از رایانه یا تلفن هوشمند خود به گونه ای که گویی محلی هستند.
ms: Ini melekapkan folder asal sebagai pemacu rangkaian dan membolehkan anda membuka, mengedit dan memadam fail daripada komputer atau telefon pintar anda seolah-olah ia adalah tempatan.

source: This mounts the originals folder as a network drive and allows you to open, edit, and delete files from your computer or smartphone as if they were local.
fa: این پوشه اصلی را به عنوان درایو شبکه نصب می کند و به شما امکان می دهد فایل ها را از رایانه یا تلفن هوشمند خود باز، ویرایش و حذف کنید، گویی محلی هستند.
ms: Ini melekapkan folder asal sebagai pemacu rangkaian dan membolehkan anda membuka, mengedit dan memadam fail daripada komputer atau telefon pintar anda seolah-olah ia adalah tempatan.

source: Thumbnail Generation
fa: تولید تصاویر بندانگشتی
ms: Penjanaan Thumbnail

source: Time UTC
fa: زمان UTC
ms: Masa UTC

source: Time Zone
fa: منطقه زمانی
ms: Zon masa

source: Timeout
fa: تایم اوت
ms: Masa tamat

# Account
source: Title
fa: عنوان
ms: Tajuk

# Photo
source: Title
fa: عنوان
ms: Tajuk

source: Title
fa: عنوان
ms: Tajuk

source: Title / Position
fa: عنوان خیلی طولانی است
ms: Tajuk terlalu panjang

source: Title too long
fa: عنوان خیلی طولانی است
ms: Tajuk terlalu panjang

source: To upgrade, you can either enter an activation code or click "Register" to sign up on our website:
fa: برای ارتقا، می‌توانید کد فعال‌سازی را وارد کنید یا روی «ثبت‌نام» کلیک کنید تا در وب‌سایت ما ثبت‌نام کنید:
ms: Untuk menaik taraf, anda boleh sama ada memasukkan kod pengaktifan atau klik "Daftar" untuk mendaftar di tapak web kami:

source: Toggle View
fa: تغییر حالت نمایش
ms: Togol Paparan

source: Token
fa: توکن

source: Topographic
fa: توپوگرافی
ms: Topografi

source: Troubleshooting Checklists
fa: چک لیست های عیب یابی
ms: Senarai Semak Penyelesaian Masalah

source: Try again using other filters or keywords.
fa: دوباره با استفاده از فیلترها یا کلمات کلیدی دیگر امتحان کنید.
ms: Cuba lagi menggunakan penapis atau kata kunci lain.

source: Type
fa: نوع
ms: Jenis

source: Unauthorized
fa: غیرمجاز
ms: tanpa kebenaran

source: Undo
fa: باطل کردن
ms: Buat Asal

source: Unique ID
fa: شناسه منحصربفرد
ms: ID unik

source: Unknown
fa: ناشناس
ms: Tidak Diketahui

source: Unregistered
fa: ثبت نشده
ms: Tidak berdaftar

source: Unsorted
fa: مرتب نشده است
ms: Tidak diisih

source: Unstack
fa: باز کردن پشته
ms: Nyahtindan

source: Updated
fa: به روز شد
ms: dikemas kini

source: Updating faces
fa: به روزرسانی چهره ها
ms: Mengemas kini wajah

source: Updating index
fa: به روزرسانی نمایه ها
ms: Mengemas kini indeks

source: Updating moments
fa: به روزرسانی لحظه ها
ms: Mengemas kini detik
