Repository: tonya11en/photoprism
Catalog: frontend/src/locales/*.po
Languages: fa, ms

source: %{n} albums found
fa: %{n} آلبوم پیدا شد
ms: %{n} album ditemui

source: %{n} files uploaded
fa: %{n} فایل آپلود شد
ms: %{n} fail dimuat naik

source: %{n} folders found
fa: %{n} پوشه پیدا شد
ms: %{n} folder ditemui

source: %{n} labels found
fa: %{n} برچسب پیدا شد
ms: %{n} label ditemui

source: %{n} people found
fa: %{n} نفر پیدا شد
ms: %{n} orang ditemui

source: %{n} pictures found
fa: %{n} عکس پیدا شد
ms: %{n} gambar ditemui

source: 1 hour
fa: 1 ساعت
ms: 1 jam

source: 12 hours
fa: 12 ساعت
ms: 12 jam

source: 4 hours
fa: 4 ساعت
ms: 4 jam

source: A click will copy it to your clipboard.
fa: یک کلیک آن را در کلیپ بورد شما کپی می کند.
ms: Satu klik akan menyalinnya ke papan klip anda.

source: About
fa: درباره
ms: Mengenai

source: Account
fa: حساب کاربری
ms: Akaun

source: Account created
fa: حساب کاربری ایجاد شد
ms: Akaun dibuat

source: Account deleted
fa: حساب کاربری حذف شد
ms: Akaun dipadamkan

source: Accounts
fa: حساب ها
ms: Akaun

source: Accuracy
fa: دقت
ms: Ketepatan

source: Action
fa: عمل
ms: Tindakan

source: Actions
fa: اقدامات
ms: Tindakan

source: Activate
fa: فعال کنید
ms: Aktifkan

source: Activation Code
fa: کد فعال سازی
ms: Kod pengaktifan

source: Add
fa: اضافه کردن
ms: Tambah

source: Add Account
fa: ویرایش حساب کاربری
ms: Edit Akaun

source: Add Album
fa: افزودن آلبوم
ms: Tambah Album

source: Add files to your library via Web Upload.
fa: از طریق بارگذاری وب فایلها را به کتابخانه خود اضافه کنید.
ms: Tambahkan fail ke pustaka anda melalui Muat Naik Web.

source: Add Link
fa: اضافه کردن لینک
ms: Tambah Pautan

source: Add pictures from search results by selecting them.
fa: با انتخاب آنها ، تصاویر را از نتایج جستجو اضافه کنید.
ms: Tambahkan gambar dengan memilihnya daripada hasil carian.

source: Add to album
fa: افزودن به آلبوم
ms: Tambah kepada album

source: Added
fa: اضافه شده
ms: Ditambah

source: Admin
fa: مدیر

source: Advanced
fa: پیشرفته
ms: Lanjutan

source: After 1 day
fa: بعد از 1 روز
ms: Selepas 1 hari

source: After 3 days
fa: بعد از 3 روز
ms: Selepas 3 hari

source: After 7 days
fa: بعد از 7 روز
ms: Selepas 7 hari

source: After one month
fa: بعد از یک ماه
ms: Selepas sebulan

source: After one year
fa: بعد از یک سال
ms: Selepas satu tahun

source: After selecting pictures from search results, you can add them to an album using the context menu.
fa: پس از انتخاب تصاویر از نتایج جستجو، می توانید آنها را با استفاده از منوی زمینه به آلبوم اضافه کنید.
ms: Selepas memilih gambar daripada hasil carian, anda boleh menambahkannya kepada album menggunakan menu konteks.

source: After two months
fa: بعد از دو ماه
ms: Selepas dua bulan

source: After two weeks
fa: بعد از دو هفته
ms: Selepas dua minggu

source: Album
fa: آلبوم

source: Album created
fa: آلبوم ایجاد شد
ms: Album dibuat

source: Album Name
fa: نام آلبوم
ms: Nama Album

source: Albums
fa: آلبوم ها
ms: Album

source: Albums deleted
fa: آلبوم ها حذف شدند
ms: Album dipadamkan

source: All %{n} albums loaded
fa: همه %{n} آلبوم بارگیری شد
ms: Semua %{n} album telah dimuatkan

source: All %{n} labels loaded
fa: همه برچسب‌های %{n} بارگیری شدند
ms: Semua %{n} label telah dimuatkan

source: All %{n} people loaded
fa: همه %{n} نفر بارگیری شدند
ms: Semua %{n} orang telah dimuatkan

source: All Cameras
fa: همه دوربین ها
ms: Semua Kamera

source: All Categories
fa: همه دسته بندی ها
ms: Semua Kategori

source: All Colors
fa: همه رنگ ها
ms: Semua Warna

source: All Countries
fa: همه کشورها
ms: Semua Negara

source: All fields are required
fa: همه فیلدها الزامی است
ms: Semua medan perlu diisikan

source: All files from import folder
fa: همه پرونده ها از پوشه واردات
ms: Semua fail daripada folder import

source: All Lenses
fa: همه لنزها
ms: Semua Kanta

source: All Months
fa: همه ماه ها
ms: Semua Bulan

source: All originals
fa: همه اصل
ms: Semua yang asal

source: All Years
fa: همه سالها
ms: Semua Tahun

source: Alternatively, you can upload files directly to WebDAV servers like Nextcloud.
fa: از طرف دیگر، می‌توانید فایل‌ها را مستقیماً در سرورهای WebDAV مانند Nextcloud آپلود کنید.
ms: Sebagai alternatif, anda boleh memuat naik fail terus ke pelayan WebDAV seperti Nextcloud.

source: Altitude
fa: ارتفاع
ms: Ketinggian

source: Altitude (m)
fa: ارتفاع (M)
ms: Ketinggian (m)

source: Animated
fa: متحرک
ms: Beranimasi

source: Animation
fa: انیمیشن
ms: Animasi

source: Any private photos and videos remain private and won't be shared.
fa: هر عکس و فیلم خصوصی خصوصی باقی می ماند و به اشتراک گذاشته نمی شود.
ms: Sebarang foto dan video peribadi kekal peribadi dan tidak akan dikongsi.

source: API Key
fa: کلید API
ms: Kekunci API

source: Apply
fa: درخواست
ms: Gunakan

source: Approve
fa: تأیید
ms: Terima

source: Archive
fa: بایگانی
ms: Arkib

source: Archived
fa: بایگانی شده
ms: Diarkibkan

source: Are you sure you want to archive the selection?
fa: آیا مطمئن هستید که می خواهید انتخاب را بایگانی کنید؟
ms: Adakah anda pasti mahu mengarkibkan pemilihan?

source: Are you sure you want to delete these albums?
fa: آیا مطمئن هستید که می خواهید این آلبوم ها را حذف کنید؟
ms: Adakah anda pasti mahu memadamkan album ini?

source: Are you sure you want to delete these labels?
fa: آیا مطمئن هستید که می خواهید این برچسب ها را حذف کنید؟
ms: Adakah anda pasti mahu memadamkan label ini?

source: Are you sure you want to delete this account?
fa: آیا مطمئن هستید که می خواهید این حساب را حذف کنید؟
ms: Adakah anda pasti mahu memadamkan akaun ini?

source: Are you sure you want to permanently delete these pictures?
fa: آیا مطمئن هستید که می خواهید این تصاویر را به طور دائم حذف کنید؟
ms: Adakah anda pasti mahu memadamkan gambar ini secara kekal?

source: Are you sure you want to permanently delete this file?
fa: آیا مطمئن هستید که می خواهید این پرونده را به طور دائم حذف کنید؟
ms: Adakah anda pasti mahu memadamkan fail ini secara kekal?

source: Are you sure?
fa: مطمئن هستی؟
ms: Adakah anda pasti?

source: Artist
fa: هنرمند
ms: Artis

source: As this helps us provide more features to the public, we encourage all users to support our mission.
fa: از آنجایی که این به ما کمک می‌کند ویژگی‌های بیشتری را برای عموم ارائه کنیم، همه کاربران را تشویق می‌کنیم از ماموریت ما حمایت کنند.
ms: Oleh kerana ini membantu kami menyediakan lebih banyak ciri kepada orang ramai, kami menggalakkan semua pengguna untuk menyokong misi kami.

source: Aspect Ratio
fa: نسبت ابعاد
ms: Nisbah aspek

source: Authentication
fa: احراز هویت
ms: Pengesahan

source: Automatically create JPEGs for other file types so that they can be displayed in a browser.
fa: به طور خودکار برای انواع فایل های دیگر JPEG ایجاد کنید تا بتوان آنها را در مرورگر نمایش داد.
ms: Hasilkan JPEG secara automatik untuk fail jenis lain supaya ia boleh dipaparkan dalam pelayar.

source: Automatically creates albums of special moments, trips, and places.
fa: به طور خودکار آلبوم هایی از لحظات، سفرها و مکان های خاص ایجاد می کند.
ms: Hasilkan album bagi detik-detik istimewa, lawatan dan tempat-tempat secara automatik.

source: Base Folder
fa: پوشه پایه
ms: Folder Asas

source: Become a member today, support our mission and enjoy our member benefits!
fa: همین امروز عضو شوید، از ماموریت ما حمایت کنید و از مزایای عضویت ما لذت ببرید!
ms: Jadi ahli hari ini, sokong misi kami dan nikmati faedah ahli kami!

source: Being 100% self-funded and independent, we can promise you that we will never sell your data and that we will always be transparent about our software and services.
fa: ما با تامین مالی مستقل و 100% خود، می توانیم به شما قول بدهیم که هرگز داده های شما را نمی فروشیم و همیشه در مورد نرم افزار و خدمات خود شفاف خواهیم بود.
ms: Sebagai 100% dibiayai sendiri dan bebas, kami boleh berjanji kepada anda bahawa kami tidak akan menjual data anda dan kami akan sentiasa telus tentang perisian dan perkhidmatan kami.

source: Bio
fa: بود

source: Birth Date
fa: تاریخ تولد
ms: Tarikh lahir

source: Black
fa: سیاه
ms: Hitam

source: Blue
fa: آبی
ms: Biru

source: Brown
fa: قهوه ای
ms: Coklat

source: Browse and edit image classification labels.
fa: مرور و ویرایش برچسب های طبقه بندی تصویر.
ms: Semak imbas dan kemaskini label klasifikasi imej.

source: Browse indexed files and folders in Library.
fa: پرونده ها و پوشه های فهرست بندی شده را در کتابخانه مرور کنید.
ms: Semak imbas fail dan folder yang telah diindeks dalam Perpustakaan.

source: Bug Report
fa: گزارش اشکال
ms: Laporan Pepijat

source: Busy, please wait…
fa: مشغول است ، لطفا صبر کنید…
ms: Tengah sibuk, sila tunggu…

source: By using the software and services we provide, you agree to our terms of service, privacy policy, and code of conduct.
fa: با استفاده از نرم‌افزار و خدماتی که ما ارائه می‌کنیم، با شرایط خدمات، خط‌مشی رازداری و آیین‌نامه رفتار ما موافقت می‌کنید.
ms: Dengan menggunakan perisian dan perkhidmatan yang kami sediakan, anda bersetuju menerima syarat perkhidmatan, dasar privasi dan tatakelakuan kami.

source: Calendar
fa: تقویم
ms: Kalendar

source: Camera
fa: دوربین
ms: Kamera

source: Camera Serial
fa: سریال دوربین
ms: Siri Kamera

source: Can't load more, limit reached
fa: نمی تواند بار بیشتری بارگیری کند ، محدود شود
ms: Tidak dapat memuatkan lagi, had dicapai

source: Can't select more items
fa: موارد بیشتری را انتخاب نمی کند
ms: Tidak dapat memilih lebih banyak item

source: Cancel
fa: لغو
ms: Batal

source: Cards
fa: کارت ها
ms: Kad

source: Category
fa: دسته
ms: Kategori

source: Change Avatar
fa: تغییر پرچم خصوصی
ms: Tukar petanda peribadi

source: Change Password
fa: رمزعبور جدید
ms: jauna parole

source: Change personal profile and security settings.
fa: پروفایل شخصی و تنظیمات امنیتی را تغییر دهید.
ms: Tukar profil peribadi dan tetapan keselamatan.

source: Change photo titles, locations, and other metadata.
fa: تغییر عناوین عکس ، مکان ها و سایر ابرداده ها.
ms: Tukar tajuk foto, lokasi dan metadata lain.

source: Change private flag
fa: تغییر پرچم خصوصی
ms: Tukar petanda peribadi

source: Changes successfully saved
fa: تغییرات با موفقیت ذخیره شد
ms: Perubahan berjaya disimpan

source: Checked
fa: بررسی شده
ms: Disemak

source: Chroma
fa: کروما

source: Close
fa: نزدیک
ms: Tutup

source: Codec
fa: کدک

source: Color
fa: رنگ
ms: Warna

source: Color Profile
fa: مشخصات رنگ
ms: Profil Warna

source: Colors
fa: رنگ ها
ms: Warna

source: Compare Editions
fa: مقایسه نسخه ها
ms: Bandingkan Edisi

source: Complete Rescan
fa: اسکن کامل
ms: Selesaikan Imbasan Semula

source: Confidence
fa: اعتماد
ms: Keyakinan

source: Connect
fa: اتصال
ms: Sambung

source: Connect via WebDAV
fa: از طریق WebDav وصل کنید
ms: Sambung melalui WebDAV

source: Connected
fa: متصل
ms: Sambung

source: Contact Details
fa: با ما تماس بگیرید
ms: Hubungi Kami

source: Contact Us
fa: با ما تماس بگیرید
ms: Hubungi Kami

source: Contains %{n} pictures.
fa: حاوی %{n} عکس است.
ms: Mengandungi %{n} gambar.

source: Contains one picture.
fa: حاوی یک تصویر است.
ms: Mengandungi satu gambar.

source: Contributor
fa: مشارکت کننده
ms: Penyumbang

source: Convert to JPEG
fa: تبدیل به jpeg
ms: Tukar kepada JPEG

source: Converting
fa: تبدیل
ms: Menukar

source: Copied to clipboard
fa: کپی شده در کلیپ بورد
ms: Disalin ke papan keratan

source: Copyright
fa: حق چاپ
ms: Hak Cipta

source: Couldn't find anything.
fa: نتوانست چیزی پیدا کند.
ms: Tidak dapat mencari apa-apa.

source: Country
fa: کشور
ms: Negara

source: Create Account
fa: ایجاد حساب کاربری
ms: Buat akaun

source: Create album
fa: ایجاد آلبوم
ms: Buat album

source: Created
fa: ایجاد شده
ms: Dicipta

source: Creating thumbnails for
fa: ایجاد تصاویر کوچک برای
ms: Mencipta lakaran kenit untuk

source: Cubic: Moderate Quality, Good Performance
fa: مکعب: کیفیت متوسط ، عملکرد خوب
ms: Cubic: Kualiti Sederhana, Prestasi Baik

source: Current Password
fa: رمز عبور فعلی
ms: Kata Laluan Semasa

source: Customer Support
fa: پشتیبانی مشتری
ms: Sokongan Pengguna

source: Cyan
fa: فیروزه ای

source: Daily
fa: روزانه
ms: Setiap hari

source: Day
fa: روز
ms: Hari

source: Debug Logs
fa: گزارش‌های اشکال زدایی
ms: Log Nyahpepijat

source: Default
fa: پیشفرض
ms: Lalai

source: Default Folder
fa: پوشه پیشفرض
ms: Folder Lalai

source: Delete
fa: حذف
ms: Padam

source: Description
fa: توضیحات
ms: Keterangan

source: Detailed instructions can be found in our User Guide.
fa: دستورالعمل های دقیق را می توانید در راهنمای کاربر پیدا کنید.
ms: Arahan terperinci boleh didapati dalam Panduan Pengguna kami.

source: Details
fa: جزئیات
ms: Perincian:

source: Dimensions
fa: ابعاد
ms: Dimensi

source: Disable Backups
fa: غیرفعال کردن پشتیبان گیری
ms: Lumpuhkan Sandaran

source: Disable built-in WebDAV server. Requires a restart.
fa: سرور WebDAV داخلی را غیرفعال کنید. نیاز به راه اندازی مجدد دارد.
ms: Lumpuhkan pelayan WebDAV terbina dalam. Memerlukan mulakan semula.

source: Disable Darktable
fa: غیرفعال کردن Darktable
ms: Lumpuhkan Darktable

source: Disable ExifTool
fa: غیرفعال کردن exiftool
ms: Lumpuhkan ExifTool

source: Disable FFmpeg
fa: غیرفعال کردن ffmpeg
ms: Lumpuhkan FFmpeg

source: Disable ImageMagick
fa: ImageMagick را غیرفعال کنید
ms: Lumpuhkan ImageMagick

source: Disable Places
fa: غیرفعال کردن مکان ها
ms: Lumpuhkan Tempat

source: Disable RawTherapee
fa: غیرفعال کردن Rawtherapee
ms: Lumpuhkan RawTherapee

source: Disable TensorFlow
fa: غیرفعال کردن tensorflow
ms: Lumpuhkan TensorFlow

source: Disable Vectors
fa: غیرفعال کردن بردارها
ms: Lumpuhkan Vektor

source: Disable WebDAV
fa: غیرفعال کردن WebDAV
ms: Lumpuhkan WebDAV

source: Disables reverse geocoding and maps.
fa: غیرفعال کردن reverse geocoding و نقشه ها.
ms: Melumpuhkan pengekodan geo terbalik dan peta.

source: Disables vector graphics support.
fa: پشتیبانی از گرافیک برداری را غیرفعال می کند.
ms: Melumpuhkan sokongan grafik vektor.

source: Disables video transcoding and thumbnail extraction.
fa: رمزگذاری ویدیو و استخراج تصاویر کوچک را غیرفعال می کند.
ms: Melumpuhkan transkod video dan pengekstrakan lakaran kenit.

source: Discover
fa: کشف
ms: Temui

source: Display Name
fa: نام نمایشی
ms: Nama paparan

source: Don't backup photo and album metadata to YAML files.
fa: از ابرداده عکس و آلبوم به پرونده های YAML نسخه پشتیبان تهیه نکنید.
ms: Jangan sandarkan metadata foto dan album ke fail YAML.

source: Don't create ExifTool JSON files for improved metadata extraction.
fa: پرونده های Exiftool JSON را برای بهبود استخراج ابرداده ایجاد نکنید.
ms: Jangan buat fail JSON ExifTool untuk pengekstrakan metadata yang lebih baik.

source: Don't modify originals folder. Disables import, upload, and delete.
fa: پوشه Originals را اصلاح نکنید. واردات ، بارگذاری و حذف را غیرفعال می کند.
ms: Jangan ubah suai folder asal. Melumpuhkan import, muat naik dan padam.

source: Don't use Darktable to convert RAW images.
fa: از DarkTable برای تبدیل پرونده های خام استفاده نکنید.
ms: Jangan gunakan Darktable untuk menukar imej RAW.

source: Don't use ImageMagick to convert images.
fa: برای تبدیل تصاویر از ImageMagick استفاده نکنید.
ms: Jangan gunakan ImageMagick untuk menukar imej.

source: Don't use RawTherapee to convert RAW images.
fa: از rawtherapee برای تبدیل پرونده های خام استفاده نکنید.
ms: Jangan gunakan RawTherapee untuk menukar imej RAW.

source: Don't use TensorFlow for image classification.
fa: از TensorFlow برای طبقه بندی تصویر استفاده نکنید.
ms: Jangan gunakan TensorFlow untuk klasifikasi imej.

source: Donations
fa: کمکهای مالی
ms: Derma

source: Done
fa: انجام شده
ms: Selesai

source: Done.
fa: انجام شده است.
ms: Selesai.

source: Download
fa: بارگیری
ms: Muat turun

source: Download only original media files, without any automatically generated files.
fa: فقط فایل های رسانه ای اصلی را دانلود کنید، بدون هیچ فایلی که به طور خودکار تولید می شود.
ms: Muat turun hanya fail media asal, tanpa sebarang fail yang dijana secara automatik.

source: Download remote files
fa: بارگیری پرونده های از راه دور
ms: Muat turun fail jauh

source: Download single files and zip archives.
fa: بارگیری پرونده های تک و بایگانی زیپ.
ms: Muat turun fail tunggal dan arkib zip.

source: Downloading…
fa: درحال دانلود…
ms: Memuat turun…

source: Downscaling Filter
fa: فیلتر کاهش مقیاس
ms: Penapis Penskalaan Rendah

source: Due to the high volume of emails we receive, our team may be unable to get back to you immediately.
fa: به دلیل حجم بالای ایمیل‌هایی که دریافت می‌کنیم، تیم ما ممکن است نتواند فوراً با شما تماس بگیرد.
ms: Oleh kerana jumlah e-mel yang tinggi yang kami terima, pasukan kami mungkin tidak dapat menghubungi anda dengan segera.

source: Duplicates will be skipped and only appear once.
fa: نسخه های تکراری پرش می شوند و فقط یک بار ظاهر می شوند.
ms: Pendua akan dilangkau dan hanya muncul sekali.

source: Duration
fa: مدت
ms: Tempoh

source: Dynamic Previews
fa: پیش نمایش پویا
ms: Pratonton Dinamik

source: Dynamic rendering requires a powerful server. It is not recommended for NAS devices.
fa: رندر پویا به یک سرور قدرتمند نیاز دارد. برای دستگاه های NAS توصیه نمی شود.
ms: Penyampaian dinamik memerlukan pelayan yang berkuasa. Ia tidak disyorkan untuk peranti NAS.

source: Dynamic Size Limit: %{n}px
fa: محدودیت اندازه پویا: %{n}px
ms: Had Saiz Dinamik: %{n}px

source: E-Mail
fa: ایمیل
ms: E-mel

source: Edit
fa: ویرایش

source: Edit %{name}
fa: ویرایش %{name}

source: Edit Account
fa: ویرایش حساب کاربری
ms: Edit Akaun

source: Edit Photo
fa: ویرایش تصویر
ms: Edit Foto

source: Edited
fa: ویرایش شده
ms: disunting

source: Email
fa: پست الکترونیک
ms: E-mel

source: Enable new features currently under development.
fa: فعال کردن ویژگی های جدید در حال توسعه.
ms: Dayakan ciri baharu yang sedang dibangunkan.

source: Enables RAW converter presets. May reduce performance.
fa: فعال کردن RAW converter presets . ممکن است عملکرد را کاهش دهد.
ms: Mendayakan pratetap penukar RAW. Boleh mengurangkan prestasi.

source: Errors
fa: خطا ها
ms: Kesilapan

source: Estimate the approximate location of pictures without coordinates.
fa: محل تقریبی تصاویر را بدون مختصات تخمین بزنید.
ms: Anggarkan anggaran lokasi gambar tanpa koordinat.

source: Estimates
fa: برآوردها
ms: Anggaran

source: Every two days
fa: هر دو روز
ms: Setiap dua hari

source: Exclude content marked as private from search results, shared albums, labels, and places.
fa: محتوای علامت‌گذاری‌شده به‌عنوان خصوصی را از نتایج جستجو، آلبوم‌های مشترک، برچسب‌ها و مکان‌ها حذف کنید.
ms: Kecualikan kandungan yang ditandai sebagai peribadi daripada hasil carian, album kongsi, label dan tempat.

source: Exclude hidden
fa: حذف پنهان
ms: Kecualikan tersembunyi

source: Expand
fa: بسط دادن
ms: Mengembangkan

source: Expand Search
fa: جستجو را گسترش دهید
ms: Kembangkan Carian

source: Experimental Features
fa: ویژگی های تجربی
ms: Ciri-ciri Eksperimen

source: Expires
fa: منقضی می شود
ms: Luput

source: Exposure
fa: قرارگیری در معرض
ms: Dedahan

source: F Number
fa: شماره F
ms: Nombor F

source: Face
fa: صورت
ms: Wajah

source: Faces
fa: صورت ها
ms: Muka

source: Failed copying to clipboard
fa: کپی در کلیپ بورد ناموفق بود
ms: Gagal menyalin ke papan keratan

source: Failed removing link
fa: پیوند حذف نشد
ms: Gagal mengalih keluar pautan

source: Failed updating link
fa: پیوند به روز نشد
ms: Gagal mengemas kini pautan

source: Family Name
fa: خانواده
ms: Nama keluarga

source: Fast
fa: سریع
ms: Cepat

source: Favorite
fa: موردعلاقه
ms: Kegemaran

source: Favorites
fa: موارد دلخواه
ms: Kegemaran

source: Feature Request
fa: درخواست ویژگی
ms: Permintaan Ciri

source: Feed
fa: بازخورد
ms: Maklumbalas

source: Feedback
fa: بازخورد
ms: Maklumbalas

source: Female
fa: زن
ms: perempuan

source: File
fa: فایل
ms: Fail

source: File Browser
fa: مرورگر فایل
ms: Pelayar Fail

source: File Conversion
fa: تبدیل فایل
ms: Penukaran Fail

source: File Name
fa: نام فایل
ms: Nama Fail

source: File Size
fa: فایل
ms: Fail

source: Filename
fa: نام فایل
ms: Nama Fail

source: Files
fa: فایل ها
ms: Fail

source: Files with sequential names like 'IMG_1234 (2)' and 'IMG_1234 (3)' belong to the same picture.
fa: فایل‌هایی با نام‌های متوالی مانند «IMG_1234 (2)» و «IMG_1234 (3)» متعلق به یک تصویر هستند.
ms: Fail dengan nama berjujukan seperti 'IMG_1234 (2)' dan 'IMG_1234 (3)' tergolong dalam gambar yang sama.

source: Focal Length
fa: فاصله کانونی
ms: Panjang Fokus

source: Folder
fa: پوشه

source: Folder contains %{n} files
fa: پوشه حاوی %{n} فایل است
ms: Folder mengandungi %{n} fail

source: Folder is empty
fa: پوشه خالی است
ms: Folder kosong

source: Folders
fa: پوشه ها

source: Forgot password?
fa: رمز عبور را فراموش کرده‌اید؟
ms: Lupa kata laluan?

source: Frames
fa: قاب‌ها
ms: Bingkai

source: Frequently Asked Questions
fa: سوالات متداول
ms: Soalan Lazim

source: Fullscreen
fa: تمام صفحه
ms: Skrin Penuh

source: Gender
fa: اسطوخودوس
ms: Lavender

source: General
fa: عمومی
ms: Am

source: Given Name
fa: اسم اصلی
ms: Nama Asal

source: Global Options
fa: گزینه های جهانی
ms: Pilihan Global

source: Gold
fa: طلا
ms: emas

source: Green
fa: سبز
ms: Hijau

source: Grey
fa: خاکستری
ms: Kelabu

source: Guest
fa: مهمان
ms: tetamu

source: Hash
fa: هش

source: Help
fa: راهنما
ms: Bantuan

source: Help & Support
fa: راهنما و پشتیبانی
ms: Mendapat Sokongan

source: Hidden
fa: مخفی
ms: Tersembunyi

source: Hidden Files
fa: فایل های مخفی
ms: Fail Tersembunyi

source: Hide
fa: مخفی
ms: Sembunyi

source: Hide photos that have been moved to archive.
fa: عکس هایی که به آرشیو منتقل شده اند را مخفی کنید.
ms: Sembunyikan foto yang telah dialihkan ke arkib.

source: High
fa: بالا
ms: tinggi

source: High Dynamic Range (HDR)
fa: محدوده دینامیکی بالا (HDR)
ms: Julat Dinamik Tinggi (HDR)

source: How can we help?
fa: چطور میتوانیم کمک کنیم؟
ms: Bagaimana kami boleh membantu?

source: image
fa: تصویر
ms: gambar

source: Image
fa: تصویر
ms: Imej

source: Image Quality
fa: کیفیت تصویر
ms: Kualiti gambar

source: Import
fa: وارد کردن

source: Import failed
fa: خطا در وارد کردن
ms: Pengimportan gagal

source: Imported files will be sorted by date and given a unique name to avoid duplicates.
fa: فایل‌های وارد شده بر اساس تاریخ مرتب می‌شوند و برای جلوگیری از تکرار نامی منحصر به فرد به آن‌ها داده می‌شود.
ms: Fail yang diimport akan diisih mengikut tarikh dan diberi nama unik untuk mengelakkan pendua.

source: Imported files will be sorted by date and given a unique name.
fa: فایل های وارد شده بر اساس تاریخ مرتب شده و یک نام منحصر به فرد داده می شود.
ms: Fail yang diimport akan diisih mengikut tarikh dan diberi nama yang unik.

source: Importing %{name}…
fa: وارد کردن %{name}…
ms: Mengimport %{name}…

source: Importing files to originals…
fa: در حال وارد کردن فایل‌ها به نسخه اصلی…
ms: Mengimport fail ke asal…

source: in
fa: به
ms: dalam

source: In case pictures you expect are missing, please rescan your library and wait until indexing has been completed.
fa: در صورتی که تصاویری که انتظار دارید گم شدند، لطفاً کتابخانه خود را مجدداً اسکن کنید و منتظر بمانید تا نمایه سازی کامل شود.
ms: Sekiranya gambar yang anda jangkakan tiada, sila imbas semula pustaka anda dan tunggu sehingga pengindeksan telah selesai.

source: Include RAW image files when downloading stacks and archives.
fa: هنگام بارگیری پشته ها و بایگانی ها، فایل های تصویری RAW را اضافه کنید.
ms: Sertakan fail imej RAW semasa memuat turun tindanan dan arkib.

source: Include sidecar files when downloading stacks and archives.
fa: هنگام بارگیری پشته ها و بایگانی ها، فایل های sidecar را اضافه کنید.
ms: Sertakan fail sidecar semasa memuat turun tindanan dan arkib.

source: Index
fa: نمایه
ms: Indeks

source: Index and import files through the user interface.
fa: فهرست و وارد کردن فایل ها از طریق رابط کاربری.
ms: Indeks dan import fail melalui antara muka pengguna.

source: Indexing
fa: نمایه سازی
ms: Pengindeksan

source: Indexing failed
fa: نمایه سازی انجام نشد
ms: Pengindeksan gagal

source: Indexing media and sidecar files…
fa: نمایه سازی رسانه و فایل های جانبی…
ms: Mengindeks media dan fail sampingan…

source: Instance ID
fa: ID نمونه
ms: ID Contoh

source: Interval
fa: وقفه

source: Invalid
fa: تاریخ نامعتبر است
ms: Tarikh tidak sah

source: Invalid date
fa: تاریخ نامعتبر است
ms: Tarikh tidak sah
