Repository: tonya11en/photoprism
Catalog: frontend/src/locales/*.po
Languages: fa, ms

source: Updating picture…
fa: به روزرسانی پیش نمایش ها
ms: Mengemas kini pratonton

source: Updating previews
fa: به روزرسانی پیش نمایش ها
ms: Mengemas kini pratonton

source: Updating stacks
fa: به روزرسانی پشته ها
ms: Mengemas kini tindanan

source: Upgrade
fa: ارتقا دهید
ms: Naik taraf

source: Upgrade Now
fa: اکنون ارتقا دهید
ms: Menaiktaraf sekarang

source: Upload
fa: آپلود
ms: Muat naik

source: Upload complete
fa: آپلود کامل شد
ms: Muat naik selesai

source: Upload complete. Indexing…
fa: آپلود کامل شد. در حال نمایه سازی…
ms: Muat naik selesai. Pengindeksan…

source: Upload failed
fa: آپلود انجام نشد
ms: Muat naik gagal

source: Upload Folder
fa: پوشه آپلود
ms: Muat naik Folder

source: Upload local files
fa: فایل های محلی را آپلود کنید
ms: Muat naik fail tempatan

source: Upload to WebDAV and share links with friends.
fa: در WebDAV آپلود کنید و پیوندها را با دوستان خود به اشتراک بگذارید.
ms: Muat naik ke WebDAV dan kongsi pautan dengan rakan.

source: Uploading %{n} of %{t}…
fa: در حال آپلود %{n} از %{t}…
ms: Memuat naik %{n} daripada %{t}…

source: Uploading photos…
fa: در حال آپلود تصاویر…
ms: Memuat naik foto…

source: Uploading…
fa: در حال بارگیری مجدد…
ms: Memuatkan semula…

source: Uploads that may contain such images will be rejected automatically.
fa: آپلودهایی که ممکن است حاوی چنین تصاویری باشند به طور خودکار رد می شوند.
ms: Muat naik yang mungkin mengandungi imej sedemikian akan ditolak secara automatik.

source: Use Presets
fa: از Presets استفاده کنید
ms: Gunakan Pratetap

source: User
fa: کاربر
ms: Pengguna

source: User Guide
fa: راهنمای کاربر
ms: Panduan pengguna

source: User Interface
fa: رابط کاربری
ms: Antara Muka Pengguna

source: Username
fa: نام کاربری
ms: Nama Pengguna

source: Users
fa: کاربران
ms: Pengguna

source: Vector
fa: بردار
ms: vektor

source: Vectors
fa: بردارها
ms: vektor

source: Video
fa: ویدیو

source: Video Duration
fa: مدت
ms: Tempoh

source: Videos
fa: ویدیو ها
ms: Video

source: View
fa: نمایش
ms: Lihat

source: Viewer
fa: بیننده
ms: Penonton

source: Visitor
fa: بازدید کننده
ms: Pelawat

source: Visual Similarity
fa: گروه بندی بر اساس شباهت
ms: Kumpulan mengikut persamaan

source: We appreciate your feedback!
fa: ما از بازخورد شما قدردانی می کنیم!
ms: Kami menghargai maklumbalas anda!

source: We do our best to respond within five business days or less.
fa: ما تمام تلاش خود را می کنیم تا ظرف پنج روز کاری یا کمتر پاسخ دهیم.
ms: Kami melakukan yang terbaik untuk membalas dalam tempoh lima hari perniagaan atau kurang.

source: Web Login
fa: ورود به وب
ms: Log Masuk Web

source: WebDAV clients can connect to PhotoPrism using the following URL:
fa: کلاینت های WebDAV می توانند با استفاده از URL زیر به PhotoPrism متصل شوند:
ms: Pelanggan WebDAV boleh menyambung ke PhotoPrism menggunakan URL berikut:

source: WebDAV clients, like Microsoft’s Windows Explorer or Apple's Finder, can connect directly to PhotoPrism.
fa: کلاینت های WebDAV، مانند Windows Explorer مایکروسافت یا Apple's Finder، می توانند مستقیماً به آن متصل شوند PhotoPrism.
ms: Pelanggan WebDAV, seperti Microsoft Windows Explorer atau Apple's Finder, boleh menyambung terus ke PhotoPrism.

source: WebDAV Upload
fa: آپلود WebDAV
ms: Muat Naik WebDAV

source: Website
fa: سایت اینترنتی
ms: laman web

source: What functionality is generally available?
fa: چه عملکردی به طور کلی در دسترس است؟
ms: Apakah fungsi yang tersedia secara umum?

source: White
fa: سفید
ms: Putih

source: Work Details
fa: جزئیات
ms: Perincian:

source: Year
fa: سال
ms: Viti

source: Yellow
fa: زرد
ms: Kuning

source: Yes
fa: بله
ms: Ya

source: You are welcome to contact us at membership@photoprism.app for questions regarding your membership.
fa: می توانید برای سؤالات در مورد عضویت خود با ما به آدرس Member@photoprism.app تماس بگیرید.
ms: Anda dialu-alukan untuk menghubungi kami di membership@photoprism.app untuk pertanyaan mengenai keahlian anda.

source: You can only download one album
fa: شما فقط می توانید یک آلبوم را دانلود کنید
ms: Anda hanya boleh memuat turun satu album

source: You can only download one label
fa: شما فقط می توانید یک برچسب را دانلود کنید
ms: Anda hanya boleh memuat turun satu label

source: You may only select one item
fa: شما فقط می توانید یک مورد را انتخاب کنید
ms: Anda hanya boleh memilih satu item

source: You may rescan your library to find additional faces.
fa: می‌توانید کتابخانه خود را مجدداً اسکن کنید تا چهره‌های دیگری را پیدا کنید.
ms: Anda boleh mengimbas semula pustaka anda untuk mencari wajah tambahan.

source: Your account has been successfully connected.
fa: حساب شما با موفقیت متصل شد.
ms: Akaun anda telah berjaya disambungkan.

source: Your continued support helps us provide regular updates and remain independent, so we can fulfill our mission and protect your privacy.
fa: پشتیبانی مستمر شما به ما کمک می‌کند تا به‌روزرسانی‌های منظم را ارائه کنیم و مستقل بمانیم، بنابراین می‌توانیم مأموریت خود را انجام دهیم و از حریم خصوصی شما محافظت کنیم.
ms: Sokongan berterusan anda membantu kami menyediakan kemas kini dan perkhidmatan tetap seperti peta dunia.

source: Your library is continuously analyzed to automatically create albums of special moments, trips, and places.
fa: کتابخانه شما به طور مداوم تجزیه و تحلیل می شود تا به طور خودکار آلبوم هایی از لحظات، سفرها و مکان های خاص ایجاد شود.
ms: Pustaka anda dianalisis secara berterusan untuk mencipta album detik, perjalanan dan tempat istimewa secara automatik.

source: Zoom in/out
fa: بزرگنمایی/کوچک کردن
ms: Zum masuk/keluar

source: Blackman: Lanczos Modification, Less Ringing Artifacts
ms: Blackman: Modifikasi Lanczos, Kurang Artifak Deringan
